Repository: JuniorTour/My-Study-Of-Front-End
Catalog: 译文/HTML5 W3C Recommendation 28 October 2014/translated eiditon/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Copyright © 2014 W3C® (MIT, ERCIM, Keio, Beihang), All Rights Reserved.
zh_cn: Copyright © 2014 W3C® (MIT, ERCIM, Keio, Beihang)，保留所有权利。

source: A comprehensive test suite for this specification is maintained and kept up to date as part of the WebPlatform Tests project.
zh_cn: 本规范有一份不断更新的测试集（test suite）作为 WebPlatform Tests 项目的一部分。

source: A list of current W3C publications and the latest revision of this technical report can be found in the W3C technical reports index at http://www.w3.org/TR/.
zh_cn: 当前的W3C刊物以及最新的技术报告的列表可以在W3C技术报告索引http://www.w3.org/TR/中找到。

source: Abstract
zh_cn: 摘要

source: All feedback is welcome.
zh_cn: 欢迎各种反馈。

source: Annotated summary with unified diffs: http://html5.org/tools/web-apps-tracker
zh_cn: 标准的差异（ unified diffs）的注释版摘要：http://html5.org/tools/web-apps-tracker

source: Commit-Watchers mailing list (complete source diffs): http://lists.whatwg.org/listinfo.cgi/commit-watchers-whatwg.org
zh_cn: 提交观察者邮件列表（完全的根源差异（complete source diffs））：http://lists.whatwg.org/listinfo.cgi/commit-watchers-whatwg.org

source: Editors:
zh_cn: 编辑者：

source: If you cannot do this then you can also e-mail feedback to public-html@w3.org (subscribe, archives), and arrangements will be made to transpose the comments to our public bug database.
zh_cn: 如果你不能这么做，你也可以通过给>public-html@w3.org发邮件反馈（订阅，归档），会有安排把这些反馈转移到我们的公共bug数据库中。

source: If you wish to make comments regarding this document in a manner that is tracked by the W3C, please submit them via our our public bug database (open bugs).
zh_cn: 如果你想以一种W3C可以跟踪的方式给本文档评论，请通过我们的公共bug数据库提交评论（创建bug）。

source: In this version, new features are introduced to help Web application authors, new elements are introduced based on research into prevailing authoring practices, and special attention has been given to defining clear conformance criteria for user agents in an effort to improve interoperability.
zh_cn: 当前版本引入了新特性来帮助万维网应用（Web application）的作者，引入了基于流行的创作实践的新元素，并且特别注意了给用户代理（user agents）定义清楚的、一致的标准从而提升互用性（interoperability）。

source: Irrespective of whether that is the case or not, http://www.w3.org/TR/html/ will be maintained as the entry point to the entirety of HTML technology.
zh_cn: 不管是否如此，http://www.w3.org/TR/html/ 都会被作为全部HTML技术的一个入口来维护。

source: It is a stable document and may be used as reference material or cited from another document.
zh_cn: 这是一份稳定的文档并且可能被用作参考资料或从其他文档中引用。

source: It is possible that future versions will no longer be published as a monolithic specification but rather as a set of smaller modules.
zh_cn: 将来的版本可能不会再作为一个独立的规范发布，而是作为一套（set）更小的模块（module）。

source: Latest Editor's Draft of HTML:
zh_cn: HTML的最新编辑草案：

source: Latest Published Version:
zh_cn: 最新发布的版本：

source: Latest Version of HTML:
zh_cn: HTML的最新版本：

source: Other documents may supersede this document.
zh_cn: 其他文档可能会接替本文档。

source: Please check the errata for any errors or issues reported since publication.
zh_cn: 请从这份勘误表之中查找自发布以来报告的错误和问题。

source: Please see the Working Group's implementation report.
zh_cn: 请参看工作组的实现（implementation）报告。

source: Previous Recommendation:
zh_cn: 从前的推荐文档：

source: Previous Version:
zh_cn: 以前的版本：

source: Raw Subversion interface: svn checkout http://svn.whatwg.org/webapps/
zh_cn: Raw Subversion 接口：svn checkout http://svn.whatwg.org/webapps/

source: See also translations.
zh_cn: 另请参阅翻译版本。

source: Status of This document
zh_cn: 文档状态

source: The HTML5 Recommendation represents a milestone in the development of HTML but far from being the end of the road and improvements are already well under way.
zh_cn: HTML5推荐标准代表了HTML发展的一个里程碑，但这还远不是路途的终点，还有许多改进已经蓄势待发。

source: The W3C HTML Working Group is the W3C working group responsible for this specification's progress.
zh_cn: W3CHTML工作小组是W3C负责这份规范进度的工作小组。

source: The W3C HTML working group actively pursues convergence of the HTML specification with the WHATWG living standard, within the bounds of the W3C HTML working group charter.
zh_cn: W3C HTML工作组积极地追求HTML规范和网页超文本应用技术工作小组当前规范（WHATWG living standard）在W3C HTML 工作组许可的范围之内的一致。

source: The bulk of the text of this specification is also available in the WHATWG HTML Living Standard, under a license that permits reuse of the specification text.
zh_cn: 本规范的大部分也可以在WHATWG HTML Living Standard找到，这基于一份允许再次使用规范文本的证书。

source: There are various ways to follow this work at the WHATWG:
zh_cn: 有多种方式可以在WHATWG追随这项工作：

source: This Version:
zh_cn: 当前版本：

source: This document has been reviewed by W3C Members, by software developers, and by other W3C groups and interested parties, and is endorsed by the Director as a W3C Recommendation.
zh_cn: 本文档已被W3C成员、软件开发者和其他W3C组及兴趣小组评审过，并且也已被W3C推荐标准的总监核准。

source: This enhances the functionality and interoperability of the Web.
zh_cn: 这增强了万维网的功能性（functionality）和互用性（interoperability）。

source: This section describes the status of this document at the time of its publication.
zh_cn: 这一部分描述了本文档发布时的状态。

source: This specification defines the 5th major revision of the core language of the World Wide Web: the Hypertext Markup Language (HTML).
zh_cn: 本规范定义了万维网（World Wide Web）的核心语言：超文本标记语言（HTML）的第五次重要修订。

source: This specification is also available as a single page HTML document.
zh_cn: 本规范也有一份单页HTML文档。

source: This specification is the 28 October 2014 Recommendation.
zh_cn: 本规范年是2016年10月28日的推荐标准。

source: W3C liability, trademark and document use rules apply.
zh_cn: 适用于W3C 责任, 商标 和 文档使用规则 。

source: W3C Recommendation 28 October 2014
zh_cn: W3C 推荐文档 28 October 2014

source: W3C's role in making the Recommendation is to draw attention to the specification and to promote its widespread deployment.
zh_cn: W3C在制定这份推荐标准的过程中起到了为本规范引起关注和促进其广泛部署（deployment）的的作用

source: Work on evolutions of this specification proceeds at http://www.w3.org/TR/html/.
zh_cn: 本规范的进展工作进行在http://www.w3.org/TR/html/。

source: Work on extending this specification typically proceeds through extension specifications which should be consulted to see what new features are being reviewed.
zh_cn: 本规范的扩充特别地通过扩充规范（extension specifications）进行，在这里会商讨什么新特性将被评估。

source: Work on this specification is also done at the WHATWG.
zh_cn: 本规范在WHATWG的工作也已完成。
